Repository: thesyedamar/AuctionSite
Catalog: auctions/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Store Name
ar: اسم المتجر

source: Store Logo
ar: شعار المتجر

source: Enter your store name
ar: أدخل اسم متجرك

source: Upload your store logo
ar: قم برفع شعار متجرك

source: Describe your store and the items you'll be selling
ar: صف متجرك والمنتجات التي ستبيعها

source: Enter your contact email
ar: أدخل بريدك الإلكتروني للتواصل

source: Enter your contact number
ar: أدخل رقم التواصل الخاص بك

source: Connect your payment account
ar: اربط حساب الدفع الخاص بك

source: Auction Site
ar: موقع المزاد

source: Products
ar: المنتجات

source: Dashboard
ar: لوحة التحكم

source: Become a Vendor
ar: كن بائعًا

source: Need Help?
ar: هل تحتاج إلى مساعدة؟

source: Contact Us
ar: اتصل بنا

source: Logout
ar: تسجيل الخروج

source: Sign In
ar: تسجيل الدخول

source: Sign Up
ar: التسجيل

source: AuctionSite
ar: موقع المزاد

source: The modern platform for secure, fast, and fair product auctions. Join thousands of users and discover a smarter way to trade.
ar: المنصة الحديثة للمزادات الآمنة والسريعة والعادلة للمنتجات. انضم إلى آلاف المستخدمين واكتشف طريقة أذكى للتجارة.

source: Quick Links
ar: روابط سريعة

source: Browse Products
ar: تصفح المنتجات

source: Contact
ar: اتصل بنا

source: Register
ar: التسجيل

source: Terms & Conditions
ar: الشروط والأحكام

source: Privacy Policy
ar: سياسة الخصوصية

source: Follow Us
ar: تابعنا

source: AuctionSite. All rights reserved.
ar: موقع المزاد. جميع الحقوق محفوظة.

source: Buyer Dashboard - Auction Site
ar: لوحة تحكم المشتري - موقع المزاد

source: Buyer Dashboard
ar: لوحة تحكم المشتري

source: Bids Placed
ar: العروض المقدمة

source: Product
ar: المنتج

source: Bid Amount
ar: قيمة العرض

source: Bid Time
ar: وقت العرض

source: Status
ar: الحالة

source: Winning
ar: فائز

source: Outbid
ar: تم تجاوز عرضك

source: Won
ar: فزت

source: Lost
ar: خسرت

source: You have not placed any bids yet.
ar: لم تقدم أي عروض بعد.

source: Won Bids
ar: العروض الفائزة

source: You have not won any bids yet.
ar: لم تفز بأي عروض بعد.

source: Turn Products into auctions.
ar: حول المنتجات إلى مزادات.

source: Sell & buy instantly.
ar: بيع وشراء فوري.

source: The modern platform for secure, fast, and fair Products auctions.
ar: المنصة الحديثة للمزادات الآمنة والسريعة والعادلة للمنتجات.

source: Join thousands of users and discover a smarter way to trade.
ar: انضم إلى آلاف المستخدمين واكتشف طريقة أذكى للتجارة.

source: Get Started
ar: ابدأ الآن

source: Most Popular Products
ar: المنتجات الأكثر شعبية

source: No Image
ar: لا توجد صورة

source: Bids
ar: العروض

source: View Product
ar: عرض المنتج

source: View Details
ar: عرض التفاصيل

source: No popular products yet.
ar: لا توجد منتجات شائعة بعد.

source: How it works
ar: كيف يعمل

source: Buy & sell products in 3 easy steps
ar: اشترِ وابِع المنتجات في 3 خطوات سهلة

source: Get started in minutes and enjoy secure, fair, and fast auctions.
ar: ابدأ في دقائق واستمتع بالمزادات الآمنة والعادلة والسريعة.

source: Register & Set Up
ar: التسجيل والإعداد

source: Create your account, set up your profile, and get ready to buy or sell products in minutes.
ar: أنشئ حسابك، وأعد ملفك الشخصي، واستعد لشراء أو بيع المنتجات في دقائق.

source: List or Bid
ar: عرض أو مزايدة

source: List your Products for auction or place bids on products you want to buy. Everything is secure and transparent.
ar: اعرض منتجاتك للمزاد أو قدم عروضك على المنتجات التي تريد شراءها. كل شيء آمن وشفاف.

source: Win or Sell
ar: اربح أو ابِع

source: Win the auction and get your Products, or sell to the highest bidder and get paid quickly.
ar: اربح المزاد واحصل على منتجاتك، أو ابِع لأعلى مزايد واحصل على المال بسرعة.

source: What
ar: ماذا

source: Our Users
ar: مستخدمينا

source: Say
ar: يقولون

source: Hear Directly From
ar: اسمع مباشرة من

source: Our Satisfied Members
ar: أعضاءنا الراضين

source: Real reviews from real users who love our auction platform.
ar: تقييمات حقيقية من مستخدمين حقيقيين يحبون منصة المزاد لدينا.

source: Integrating this auction site was a game-changer for me. I sold my products quickly and the process was seamless!
ar: دمج موقع المزاد هذا كان نقطة تحول بالنسبة لي. بعت منتجاتي بسرعة وكانت العملية سلسة!

source: Seller & Buyer
ar: بائع ومشتري

source: I love how easy it is to bid and win products. The site is fast, secure, and the support team is super helpful!
ar: أحب مدى سهولة المزايدة والفوز بالمنتجات. الموقع سريع وآمن وفريق الدعم متعاون للغاية!

source: Frequent Bidder
ar: مزايد متكرر

source: Great experience! I found rare products and the auction process was transparent and fair.
ar: تجربة رائعة! وجدت منتجات نادرة وكانت عملية المزاد شفافة وعادلة.

source: Collector
ar: جامع مقتنيات

source: TEST_TRANSLATION
ar: اختبار الترجمة

source: Need Help? - We're Here for You
ar: هل تحتاج إلى مساعدة؟ - نحن هنا من أجلك

source: Need Help? – We're Here for You
ar: هل تحتاج إلى مساعدة؟ – نحن هنا من أجلك

source: Find answers to common questions or get in touch with our support team. We're committed to providing you with the best auction experience.
ar: ابحث عن إجابات للأسئلة الشائعة أو تواصل مع فريق الدعم لدينا. نحن ملتزمون بتقديم أفضل تجربة مزاد لك.

source: Account
ar: الحساب

source: How do I create an account?
ar: كيف يمكنني إنشاء حساب؟

source: Click the 'Register' button in the top navigation. Fill in your details including email, password, and user type (buyer or vendor). Verify your email to activate your account.
ar: انقر على زر 'تسجيل' في أعلى الصفحة. أدخل بياناتك بما في ذلك البريد الإلكتروني وكلمة المرور ونوع المستخدم (مشتري أو بائع). قم بتفعيل حسابك عبر البريد الإلكتروني.

source: How do I become a vendor?
ar: كيف أصبح بائعًا؟

source: After registering, go to 'Become a Vendor' in your dashboard. Complete the vendor application form with your business details and store information. Once approved, you can start listing products.
ar: بعد التسجيل، انتقل إلى 'كن بائعًا' في لوحة التحكم الخاصة بك. أكمل نموذج طلب البائع بمعلومات عملك ومتجرك. بعد الموافقة، يمكنك البدء في عرض المنتجات.

source: Can I change my account type?
ar: هل يمكنني تغيير نوع حسابي؟

source: Yes, you can upgrade from buyer to vendor at any time. However, vendor accounts require additional verification and approval process.
ar: نعم، يمكنك الترقية من مشتري إلى بائع في أي وقت. ومع ذلك، تتطلب حسابات البائعين تحققًا إضافيًا وعملية موافقة.

source: Bidding
ar: المزايدة

source: How does bidding work?
ar: كيف تعمل المزايدة؟

source: Browse products and place bids on items you're interested in. Each bid must be higher than the current highest bid. You'll be notified if you're outbid, and you can place a new bid to stay in the auction.
ar: تصفح المنتجات وقدم عروضك على العناصر التي تهمك. يجب أن يكون كل عرض أعلى من العرض الحالي. سيتم إعلامك إذا تم تجاوز عرضك، ويمكنك تقديم عرض جديد للبقاء في المزاد.

source: What happens if I win an auction?
ar: ماذا يحدث إذا فزت في المزاد؟

source: When you win an auction, you'll receive a notification. You can then proceed to payment through our secure payment system. The vendor will ship your item once payment is confirmed.
ar: عند فوزك في المزاد، ستتلقى إشعارًا. يمكنك بعد ذلك متابعة الدفع من خلال نظام الدفع الآمن الخاص بنا. سيقوم البائع بشحن المنتج بعد تأكيد الدفع.

source: Can I retract a bid?
ar: هل يمكنني سحب عرضي؟

source: Bids are generally final. However, you can retract a bid within 1 hour of placing it if you made an error. Contact support immediately if you need to retract a bid.
ar: العروض عادة نهائية. ومع ذلك، يمكنك سحب العرض خلال ساعة واحدة إذا ارتكبت خطأ. تواصل مع الدعم فورًا إذا كنت بحاجة لسحب عرضك.

source: Selling
ar: البيع

source: How do I list a product?
ar: كيف أعرض منتجًا؟

source: As a vendor, go to your dashboard and click 'Add Product'. Fill in product details, upload images, set starting price and auction duration. Review and publish your listing.
ar: كبائع، انتقل إلى لوحة التحكم وانقر على 'إضافة منتج'. أدخل تفاصيل المنتج، وارفع الصور، وحدد السعر الابتدائي ومدة المزاد. راجع وأرسل إعلانك.

source: What fees are involved in selling?
ar: ما هي الرسوم المتعلقة بالبيع؟

source: We charge a small commission fee on successful sales. The exact percentage depends on your vendor tier. There are no upfront fees to list products.
ar: نحن نفرض عمولة صغيرة على المبيعات الناجحة. النسبة الدقيقة تعتمد على فئة البائع الخاصة بك. لا توجد رسوم مسبقة لعرض المنتجات.

source: How do I manage my store?
ar: كيف أدير متجري؟

source: Access your vendor dashboard to manage products, view sales, track payments, and update your store information. You can edit product details, end auctions early, or relist items.
ar: ادخل إلى لوحة تحكم البائع لإدارة المنتجات، وعرض المبيعات، وتتبع المدفوعات، وتحديث معلومات متجرك. يمكنك تعديل تفاصيل المنتجات، وإنهاء المزادات مبكرًا، أو إعادة عرض العناصر.

source: Payments
ar: المدفوعات

source: What payment methods do you accept?
ar: ما هي طرق الدفع التي تقبلونها؟

source: We accept major credit cards, debit cards, and digital wallets. All payments are processed securely through our trusted payment partners.
ar: نقبل بطاقات الائتمان الرئيسية، وبطاقات الخصم، والمحافظ الرقمية. تتم معالجة جميع المدفوعات بأمان من خلال شركائنا الموثوقين.

source: When do vendors receive payment?
ar: متى يتلقى البائعون المدفوعات؟

source: Vendors receive payment within 3-5 business days after the buyer confirms receipt of the item. This ensures buyer satisfaction and protects both parties.
ar: يتلقى البائعون المدفوعات خلال 3-5 أيام عمل بعد تأكيد المشتري استلام المنتج. هذا يضمن رضا المشتري ويحمي الطرفين.

source: Is my payment information secure?
ar: هل معلومات الدفع الخاصة بي آمنة؟

source: Yes, we use industry-standard encryption and security measures. We never store your full payment details on our servers. All transactions are processed through secure payment gateways.
ar: نعم، نحن نستخدم تشفيرًا وإجراءات أمان قياسية في الصناعة. لا نقوم أبدًا بتخزين بيانات الدفع الكاملة الخاصة بك على خوادمنا. تتم جميع المعاملات من خلال بوابات دفع آمنة.

source: Still Need Help?
ar: ما زلت بحاجة إلى مساعدة؟

source: Can't find what you're looking for? Our support team is ready to assist you.
ar: لا يمكنك العثور على ما تبحث عنه؟ فريق الدعم لدينا جاهز لمساعدتك.

source: Email Support
ar: الدعم عبر البريد الإلكتروني

source: Response within 24 hours
ar: الرد خلال 24 ساعة

source: Phone Support
ar: الدعم عبر الهاتف

source: Mon-Fri, 9AM-6PM EST
ar: من الاثنين إلى الجمعة، 9 صباحًا - 6 مساءً بتوقيت شرق الولايات المتحدة

source: Contact Form
ar: نموذج التواصل

source: Send us a detailed message
ar: أرسل لنا رسالة مفصلة

source: No products available.
ar: لا توجد منتجات متاحة.

source: Store Setup - Auction Site
ar: إعداد المتجر - موقع المزاد

source: Step 1: Store Setup
ar: الخطوة 1: إعداد المتجر

source: Store Setup
ar: إعداد المتجر

source: Configure your store settings to start selling. Complete your store profile to attract more buyers and build trust.
ar: قم بتكوين إعدادات متجرك لبدء البيع. أكمل ملف متجرك لجذب المزيد من المشترين وبناء الثقة.

source: Store Description
ar: وصف المتجر

source: Contact Email
ar: البريد الإلكتروني للتواصل

source: Contact Number (Optional)
ar: رقم التواصل (اختياري)

source: Payment Settings
ar: إعدادات الدفع

source: Save Settings
ar: حفظ الإعدادات

source: Vendor Dashboard
ar: لوحة تحكم البائع

source: Profile
ar: الملف الشخصي

source: Edit Store
ar: تعديل المتجر

source: Explore
ar: استكشاف

source: Create
ar: إنشاء

source: My Bids
ar: عروضي

source: My Payments
ar: مدفوعاتي

source: Add Product
ar: إضافة منتج

source: Total Products
ar: إجمالي المنتجات

source: Sold Products
ar: المنتجات المباعة

source: Running Products
ar: المنتجات الجارية

source: Pending Products
ar: المنتجات المعلقة

source: Sales & Bids Overview
ar: نظرة عامة على المبيعات والعروض

source: Total Sales
ar: إجمالي المبيعات

source: Active Bids
ar: العروض النشطة

source: Product Listings
ar: قوائم المنتجات

source: Actions
ar: الإجراءات

source: Active
ar: نشط

source: Inactive
ar: غير نشط

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: No products listed yet.
ar: لا توجد منتجات مدرجة بعد.

source: Vendor Dashboard - Auction Site
ar: لوحة تحكم البائع - موقع المزاد

source: Contact Us - Auction Site
ar: اتصل بنا - موقع المزاد

source: Get in touch
ar: تواصل معنا

source: We'd love to hear from you. Our friendly team is always here to help.
ar: يسعدنا التواصل معك. فريقنا الودود دائمًا هنا لمساعدتك.

source: Chat to us
ar: تحدث إلينا

source: Our friendly team is here to help.
ar: فريقنا الودود هنا لمساعدتك.

source: Phone
ar: الهاتف

source: Mon-Fri from 8am to 5pm.
ar: من الاثنين إلى الجمعة من 8 صباحًا حتى 5 مساءً.

source: Contact Us Now
ar: اتصل بنا الآن

source: You can reach us anytime via <a href="mailto:support@auctionsite.com" style="color: var(--primary);">support@auctionsite.com</a>
ar: يمكنك التواصل معنا في أي وقت عبر <a href="mailto:support@auctionsite.com" style="color: var(--primary);">support@auctionsite.com</a>

source: Name
ar: الاسم

source: Your name
ar: اسمك

source: Email
ar: البريد الإلكتروني

source: Phone number
ar: رقم الهاتف

source: How can we help?
ar: كيف يمكننا مساعدتك؟

source: Tell us a little about the Probelm...
ar: أخبرنا قليلاً عن المشكلة...

source: Get started
ar: ابدأ الآن

source: List a New Product
ar: أضف منتج جديد

source: Product Title:
ar: عنوان المنتج:

source: Category:
ar: الفئة:

source: Starting Bid ($):
ar: سعر البداية ($):

source: Condition:
ar: الحالة:

source: Description:
ar: الوصف:

source: Product Images:
ar: صور المنتج:

source: Drag and drop your images here, or
ar: اسحب وأفلت صورك هنا، أو

source: Choose Files
ar: اختر الملفات

source: Upload up to 5 images (Max 5MB each)
ar: يمكنك رفع حتى 5 صور (5 ميجابايت كحد أقصى لكل صورة)

source: Auction End Date:
ar: تاريخ انتهاء المزاد:

source: Auction End Time:
ar: وقت انتهاء المزاد:

source: List Product
ar: أدرج المنتج
